{
  "id": 127000134,
  "name": "Ra - The Sun Dragon",
  "is_illegal": false,
  "is_custom": true,
  "text": "Requires 3 Tributes to Normal Summon (cannot be Normal Set). The original ATK/DEF of this card become equal to the total ATK/DEF of the monsters Tributed for its Tribute Summon. If this card is Special Summoned from the Graveyard: You can apply 1 of these effects. \n• You can pay LP so that you only have 1 left; this card gains ATK/DEF equal to the amount of LP paid, also it is treated as a Fusion Monster and gains these effects. \n   ◦ Unaffected by card effects that prevent it from attacking, also its attacks cannot be negated. This card can attack all monsters your opponent controls, once each, also, after that, it can attack directly if able.\n   ◦ Once per turn (Quick Effect): You can Tribute any number of other monsters; this card gains ATK/DEF equal to the total ATK/DEF the monster(s) Tributed.\n   ◦ Any effect that would increase your LP, increases this card's ATK/DEF by the same amount, instead.\n   ◦ If this card is targeted by the effect of \"De-Fusion\", the activated effect becomes \"Shuffle the target into the Deck, and if you do, gain LP equal to the ATK it had on the field, then you can Special Summon 1 \"The Winged Dragon of Ra\" from your Deck.\n• Cannot be destroyed by battle and you take no battle damage from battles involving this card. Once per turn (Quick Effect): You can pay 1000 LP, then target 1 other monster on the field; destroy it, ignoring its effects. This card cannot attack during the turn you activate this effect.",
  "images": [
    "h",
    "t",
    "t",
    "p",
    "s",
    ":",
    "/",
    "/",
    "i",
    "m",
    "a",
    "g",
    "e",
    "s",
    ".",
    "y",
    "g",
    "o",
    "p",
    "r",
    "o",
    "d",
    "e",
    "c",
    "k",
    ".",
    "c",
    "o",
    "m",
    "/",
    "i",
    "m",
    "a",
    "g",
    "e",
    "s",
    "/",
    "c",
    "a",
    "r",
    "d",
    "s",
    "/",
    "1",
    "2",
    "7",
    "0",
    "0",
    "0",
    "1",
    "3",
    "4",
    ".",
    "j",
    "p",
    "g"
  ],
  "type": "Monster",
  "attribute": "DIVINE",
  "atk": -1,
  "species": "Divine-Beast",
  "ability": "",
  "has_effect": true,
  "is_pendulum": false,
  "monster_type": "",
  "def": -1,
  "level": 10,
  "is_tuner": false
}